Repository: Distrotech/psmisc
Catalog: po/*.po
Languages: ca, pt, ro

source: Kill %s(%s%d) ? (y/N)
ca: Voleu matar %s(%s%d)? (s/N)
ro: Terminã %s(%s%d) ? (y/N)

source: skipping partial match %s(%d)
ca: s'evitarà la coincidència parcial %s(%d)
pt: ignorando resultado parcial %s(%d)
ro: am ignorat potrivirea parþialã %s(%d)

source: Killed %s(%s%d) with signal %d
ca: S'ha matat %s(%s%d) amb el senyal %d
pt: Abortado %s(%s%d) com sinal %d
ro: Am terminat %s(%s%d) cu semnalul %d

source: %s is empty (not mounted ?)
ca: %s és buit (no s'ha muntat?)
pt: %s está vazio (não está montado?)
ro: %s este gol (nu este montat ?)

source: %s: no process killed
ca: %s: no s'ha matat cap procés
pt: %s: nenhum processo abortado
ro: %s: nici un proces nu a fost terminat

source: usage: pidof [ -eg ] name ... pidof -V -e require exact match for very long names; skip if the command line is unavailable -g show process group ID instead of process ID -V display version information
ca: Forma d'ús: pidof [ -eg ] nom ... pidof -V -e requereix coincidència exacta per a noms molt llargs; s'eviten si la línia d'ordres no està disponible -g mostra l'ID del grup de procés en comptes de l'ID de procés -V mostra informació de versió
ro: folosire: pidof [ -eg ] nume ... pidof -V -e cere potrivire exactã pentru nume foarte lungi; ignorã dacã linia de comandã nu este disponibilã -g aratã ID-ul grupului procesului în loc de ID-ul procesului -V afiºeazã informaþii despre versiune

source: usage: killall [-s sid] [-c context] [ -egiqvw ] [ -signal ] name ...
ca: Forma d'ús: killall [-s sid] [-c context] [ -egiqvw ] [ -senyal ] nom ...
ro: folosire: killall [-s sid] [-c context] [ -egiqvw ] [ -signal ] nume ...

source: usage: killall [ OPTIONS ] [ -- ] name ...
ca: Forma d'ús: killall [ OPCIONS ] [ -- ] nom ...
ro: folosire: killall [ OPÞIUNI ] [ -- ] nume ...

source: killall -l, --list killall -V --version -e,--exact require exact match for very long names -I,--ignore-case case insensitive process name match -g,--process-group kill process group instead of process -i,--interactive ask for confirmation before killing -l,--list list all known signal names -q,--quiet don't print complaints -s,--signal send signal instead of SIGTERM -v,--verbose report if the signal was successfully sent -V,--version display version information -w,--wait wait for processes to die
ca: killall -l, --list killall -V --version -e,--exact requereix coincidència exacta per a noms molt llargs -I,--ignore-case coincidència de nom sense sensibilitat a majúscules -g,--process-group mata el grup del procés en comptes del procés -i,--interactive pregunta abans de matar -l,--list llista tots els noms de senyals coneguts -q,--quiet no mostra queixes -s,--signal envia «senyal» en comptes de «SIGTERM» -v,--verbose informa si el senyal s'ha enviat amb èxit -V,--version mostra informació de versió -w,--wait espera fins que el procés mori
ro: killall -l, --list killall -V --version -e,--exact cere potrivire exactã pentru nume foarte lungi; -I,--ignore-case potriveºte numele indiferent de cazul caracterelor -g,--process-group terminã grupul procesului în loc de proces -i,--interactive cere confirmare înainte de terminare -l,--list listeazã toate numele de semnale cunoscute -q,--quiet nu afiºa plângerile -s,--signal trimite semnal în loc de SIGTERM -v,--verbose raporteazã dacã semnalul a fost trimis cu succes -V,--version afiºeazã informaþii despre versiune -w,--wait aºteaptã ca procesele sã termine

source: -d,--sid kill only process(es) having sid -c,--context kill only process(es) having scontext (-s, -c are mutually exclusive and must precede other arguments)
ca: -d,--sid només mata processos que tinguin sid -c,--context només mata processos que tinguin scontext (-s, -c són mútuament excloents i han de precedir altres arguments)
ro: -d,--sid terminã numai procesele având sid -c,--context terminã numai procesele având scontext (-s, -c sunt mutual exlusive ºi trebuie sã preceadã celelalte argumente

source: Copyright (C) 1993-2002 Werner Almesberger and Craig Small
ca: Copyright (C) 1993-2002 Werner Almesberger i Craig Small
ro: Copyright (C) 1993-2002 Werner Almesberger ºi Craig Small

source: PSmisc comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under the terms of the GNU General Public License. For more information about these matters, see the files named COPYING.
ca: PSmisc ve ABSOLUTAMENT SENSE CAP GARANTIA. Això és software lliure, i esteu convidats a redistribuir-lo sota els termes de la llicencia publica general de GNU. Per a més informació sobre aquests assumptes, vegeu el fitxer COPYING.
ro: PSmisc vine fãrã ABSOLUT NICI O GARANÞIE. Acesta este software liber, ºi sunteþi benevenit sã îl redistribuiþi în conformitate cu termenii GNU General Public License. Pentru informaþii suplimentare referitoare la aceste chestiuni, vedeþi fiºierele numite COPYING.

source: %s: SID (%s) must be numeric
ca: %s: el SID (%s) ha de ser numèric
ro: %s: SID (%s) trebuie sã fie numeric

source: Maximum number of names is %d
ca: El nombre màxim de noms és %d
pt: Número máximo de nomes é %d
ro: Numãr maxim de nume este %d

source: -4 flag used but proc file %s is not readable
ca: s'ha usat l'argument -4 però el fitxer proc %s no s'ha pogut llegir
pt: opção -4 utilizada mas o arquivo %s não pode ser lido
ro: aþi folosit opþiune -4 dar fiºierul proc %s nu este citibil

source: -6 flag used but proc file %s is not readable
ca: s'ha usat l'argument -6 però el fitxer proc %s no s'ha pogut llegir
pt: opção -6 utilizada mas o arquivo %s não pode ser lido
ro: aþi folosit opþiune -6 dar fiºierul proc %s nu este citibil

source: Kill process %d ? (y/N)
ca: Voleu matar el procés %d? (s/N)
ro: Terminã process %d ? (y/N)

source: kill %d
ca: mata %d

source: No automatic removal. Please use umount %s
ca: No s'eliminarà automàticament. Si us plau useu «umount %s»
pt: Não pode ser automaticamente removido. Por favor, utilize umount %s
ro: Nici o ºtergere automatã. Vã rugãm folosiþi umount %s

source: No automatic removal. Please use swapoff %s
ca: No s'eliminarà automàticament. Si us plau useu «swapoff %s»
pt: Não pode ser automaticamente removido. Por favor, utilize swapoff %s
ro: Nici o ºtergere automatã. Vã rugãm folosiþi swapoff %s

source: %*s USER PID ACCESS COMMAND
ca: %*s USUARI PID ACCÉS ORDRE
ro: %*s UTILIZATOR PID ACCES COMANDÃ

source: Internal error (type %d)
ca: Error intern (tipus %d)
pt: Erro interno (tipo %d)
ro: Eroare internã (tip %d)

source: kernel mount
ca: muntatge de nucli

source: kernel loop
ca: bucle de nucli

source: kernel swap
ca: intercanvi de nucli

source: can't find sockets' device number
ca: no s'ha pogut trobar el nombre de dispositiu del sòcol
pt: não pode achar o número de dispositivo do socket
ro: nu pot gãsi numerele dispozitivelor socket-urilor

source: usage: fuser [ -a | -s | -c ] [ -n space ] [ -signal ] [ -kimuv ] name ... [ - ] [ -n space ] [ -signal ] [ -kimuv ] name ... fuser -l fuser -V -a display unused files too -c mounted FS -f silently ignored (for POSIX compatibility) -k kill processes accessing that file -i ask before killing (ignored without -k) -l list signal names -m mounted FS -n space search in the specified name space (file, udp, or tcp) -s silent operation -signal send signal instead of SIGKILL -u display user ids -v verbose output -V display version information -4 search IPv4 sockets only -6 search IPv6 sockets only - reset options udp/tcp names: [local_port][,[rmt_host][,[rmt_port]]]
ca: Forma d'ús: fuser [ -a | -s | -c ] [ -n espai ] [ -senyal ] [ -kimuv ] nom ... [ - ] [ -n espai ] [ -senyal ] [ -kimuv ] nom ... fuser -l fuser -V -a mostra també fitxers no usats -c sistemes de fitxers muntats -f ignorat silenciosament (per compatibilitat amb POSIX) -k matar els processos que accedeixen a aquest fitxer -i pregunta abans de matar (ignorat sense -k) -l llista els noms dels senyals -m sistema de fitxers muntat -n espai busca en l'espai de noms especificat (file, udp o tcp) -s operació silenciosa -senyal envia «senyal» en comptes de SIGKILL -u mostra ids d'usuari -v mode verbal -V mostra informació de la versió -4 busca només sòcols IPv4 -6 busca només sòcols IPv6 - inicialitza opcions noms udp/tcp: [port_local][,[hoste_remot][,[port_remot]]]
ro: folosire: fuser [ -a | -s | -c ] [ -n spaþiu ] [ -signal ] [ -kimuv ] nume ... [ - ] [ -n spaþiu ] [ -signal ] [ -kimuv ] nume ... fuser -l fuser -V -a afiºeazã ºî fiºierele nefolosite -c FS montat(e) -f ignorat pe tãcute (pentru compatibilitate POSIX) -k terminã procesele ce acceseazã acel fiºier -i întreabã înainte de a termina (ignorat fãrã -k) -l listeazã numele semnalelor -m FS montat(e) -n spaþiu cautã în numele de spaþiu specificat (fiºier, udp, sau tcp) -s operare pe tãcute -signal trimite semnal în loc de SIGKILL -u afiºeazã ID-uri utilizator -v ieºire detaliatã -V afiºeazã informaþii despre versiune -4 cautã numai socket-urile IPv4 -6 cautã numai socket-urile IPv6 - reseteazã opþiuni nume udp/tcp: [local_port][,[rmt_host][,[rmt_port]]]

source: ignoring -m in name space "%s"
ca: s'està ignorant -m en l'espai de noms «%s»
pt: ignorando opção -m no espaço de nomes "%s"
ro: ignor -m în spaþiul de nume "%s"

source: %s/%s: invalid specification
ca: %s/%s: especificació no vàlida
ro: %s/%s: specificaþie invalidã

source: MAX_DEPTH not big enough.
ca: MAX_DEPTH no és prou gran.
ro: MAX_DEPTH nu este suficient de mare.

source: usage: pstree [ -a ] [ -c ] [ -h | -H pid ] [ -l ] [ -n ] [ -p ] [ -u ] [ -A | -G | -U ] [ pid | user] pstree -V -a show command line arguments -A use ASCII line drawing characters -c don't compact identical subtrees -h highlight current process and its ancestors -H pid highlight process "pid" and its ancestors -G use VT100 line drawing characters -l don't truncate long lines -n sort output by PID -p show PIDs; implies -c -u show uid transitions
ca: Forma d'ús: pstree [ -a ] [ -c ] [ -h | -H pid ] [ -l ] [ -n ] [ -p ] [ -u ] [ -A | -G | -U ] [ pid | usuari ] pstree -V -a mostra els arguments de la línia d'ordres -A usa caràcters de dibuix de línia ASCII -c no compactar subarbres idèntics -h ressaltar el procés actual i els seus ancestres -H pid ressaltar el procés «pid» i els seus ancestres -G usa caràcters de dibuix de línia VT100 -l no tallar les línies llargues -n ordenar sortida per PID -p mostra els PID; implica -c -u mostra transicions de uid
ro: usage: pstree [ -a ] [ -c ] [ -h | -H pid ] [ -l ] [ -n ] [ -p ] [ -u ] [ -A | -G | -U ] [ pid | user] pstree -V -a afiºeazã argumentele liniei de comandã -A foloseºte caractere de desenare ASCII -c nu compacta sub-arborii identici -h evidenþiazã procesul curent ºi strãmoºii acestuia -H pid evidenþiazã procesul "pid" ºi strãmoºii acestuia -G foloseºte caractere de desenare VT100 -l nu trunca liniile lungi -n sorteazã ieºirea dupã PID -p afiºeazã PID-urile; implicã -c -u afiºeazã tranziþiilr uid

source: -s show Flask SIDs -x show Flask security contexts
ca: -s mostra els SID de Flask -x mostra els contextes de seguretat de Flask
ro: -s aratã SID-urile Flask -x aratã contextele de securitate Flask

source: -U use UTF-8 (Unicode) line drawing characters -V display version information pid start at pid, default 1 (init) user show only trees rooted at processes of that user
ca: -U usar caràcters de dibuix de línia UTF-8 (Unicode) -V mostra informació de la versió pid comença en pid, predeterminat 1 (init) user només mostra arbres amb arrel en processos d'aquest usuari
ro: -U foloseºte caractere de desenare UTF-8 (Unicode) -V afiºeazã informaþii despre versiune pid începe la pid, implicit 1 (init) utiliz aratã numai arborii cu rãdacinã la procesele acestui utiliz[ator]

source: TERM is not set
ca: TERM no està especificada
ro: TERM nu este setat

source: Can't get terminal capabilities
ca: No s'han pogut obtenir les capacitats
ro: Nu pot obþine capabilitãþile terminalului

source: No such user name: %s
ca: No existeix aquest nom d'usuari: %s
ro: Nici un utilizator cu acest nume: %s

source: No processes found.
ca: No s'han trobat processos.
ro: Nu a fost gãsit nici un proces.

source: Press return to close
ca: Premeu retorn per a tancar
ro: Apãsaþi tasta return pentru a închide

source: %s: unknown signal; %s -l lists signals.
ca: %s: senyal desconegut. «%s -l» llista els senyals.
ro: %s: semnal necunoscut; %s -l listeazã semnalele.

source: Kill %s(%s%d) ? (y/n)
pt: Termina %s(%s%d) ? (y/n)

source: Kill process %d ? (y/n)
pt: Aborta processo %d ? (y/n)

source: No process references; use -v for the complete list
pt: Nenhuma referência a processo; utilize -v para uma listagem completa

source: usage: fuser [ -a | -s ] [ -n space ] [ -signal ] [ -kimuv ] name ... [ - ] [ -n space ] [ -signal ] [ -kimuv ] name ... fuser -l fuser -V -a display unused files too -k kill processes accessing that file -i ask before killing (ignored without -k) -l list signal names -m mounted FS -n space search in the specified name space (file, udp, or tcp) -s silent operation -signal send signal instead of SIGKILL -u display user ids -v verbose output -V display version information -4 search IPv4 sockets only -6 search IPv6 sockets only - reset options udp/tcp names: [local_port][,[rmt_host][,[rmt_port]]]
pt: "" "usage: fuser [ -a | -s ] [ -n space ] [ -signal ] [ -kimuv ] name ...\n" " [ - ] [ -n space ] [ -signal ] [ -kimuv ] name ...\n" " fuser -l\n" " fuser -V\n" "\n" " -a exibe arquivos usados e não usados\n" " -k termina processos acessando aquele arquivo\n" " -i pergunta antes de abortar (ignorado se a opção -k não for utilizada)\n" " -l lista o nome dos sinais\n" " -m sistemas de arquivos (file systems) montados\n" " -n space pesquisa no espaço de nomes especificado (arquivos, conexões udp ou tcp)\n" " -s exibe apenas mensagens de erro\n" " -signal utiliza sinal signal ao invés de SIGKILL\n" " -u exibe identificadores de usuário (user ids)\n" " -v exibe mensagens detalhadas\n" " -V exibe versão do programa\n" " -4 pesquisa apenas sockets IPv4\n" " -6 pesquisa apenas sockets IPv6\n" " - reseta opções\n" "\n" " udp/tcp names: [local_port][,[rmt_host][,[rmt_port]]]\n" "\n"

source: Copyright (C) 1993-2000 Werner Almesberger and Craig Small PSmisc comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under the terms of the GNU General Public License. For more information about these matters, see the files named COPYING.
pt: Copyright (C) 1993-2000 Werner Almesberger and Craig Small PSmisc vem sem nenhuma GARANTIA. Este é um software livre, e você é bem-vindo a redistribuí-lo sob os termos da licença GNU (GNU General Public License). Para maiores informações sobre estes assuntos, veja os arquivos com nome COPYING.

source: %s/%s: invalid specificiation
pt: %s/%s: especificação invalida
